[
    {
      "TaskName": "enim",
      "Description": "Irure ut quis voluptate in consectetur nulla. Laboris adipisicing laborum elit laborum amet elit ut eiusmod nostrud nisi excepteur id duis voluptate. Cupidatat laboris pariatur amet enim eu in nostrud occaecat non culpa sint labore. Esse magna velit cupidatat aliquip sint esse pariatur proident magna non veniam nulla nulla. Duis amet ex esse ut ex ut reprehenderit Lorem eiusmod incididunt consequat incididunt magna.\r\n",
      "DifficultyName": "Hard",
      "Skill": "Java (Basic)",
      "Solved": false,
      "Created": "2019-04-13",
      "Photos": [
        {
          "Url": "https://randomuser.me/api/portraits/men/66.jpg"
        }
      ]
    },
    {
      "TaskName": "laborum",
      "Description": "Id minim nulla amet qui duis exercitation adipisicing tempor ullamco eiusmod mollit amet nulla labore. Culpa labore reprehenderit id dolor anim commodo voluptate consectetur in ex. Fugiat laboris id aute consequat incididunt ex amet et sint consectetur quis consequat occaecat velit. Ex irure reprehenderit non magna ipsum. Laborum pariatur ea magna eiusmod dolor velit id excepteur aute ea aute. Aliquip id cupidatat aliqua minim cupidatat voluptate qui non pariatur culpa et ad ipsum eiusmod. Lorem aute pariatur et officia.\r\n",
      "DifficultyName": "Easy",
      "Skill": "SQL (Basic)",
      "Solved": true,
      "Created": "2019-09-05",
      "Photos": [
        {
          "Url": "https://randomuser.me/api/portraits/men/16.jpg"
        }
      ]
    },
    {
      "TaskName": "mollit",
      "Description": "Excepteur consectetur labore fugiat amet. Id dolor tempor dolor officia et fugiat. Exercitation ea sunt excepteur sunt amet in adipisicing pariatur minim tempor labore voluptate ex. Cupidatat duis sunt anim elit id labore irure.\r\n",
      "DifficultyName": "Medium",
      "Skill": "Java (Basic)",
      "Solved": false,
      "Created": "2019-10-18",
      "Photos": [
        {
          "Url": "https://randomuser.me/api/portraits/men/32.jpg"
        }
      ]
    },
    {
      "TaskName": "labore",
      "Description": "Dolor consectetur ipsum officia ea nisi. Pariatur ea velit sint deserunt non ea aliqua cupidatat. Cupidatat commodo anim nostrud adipisicing nulla voluptate. Do duis cillum fugiat aute excepteur enim amet ex culpa nulla elit pariatur et duis. Eu irure veniam laboris ullamco culpa velit laboris aliqua. Fugiat mollit officia exercitation exercitation non pariatur et. Velit tempor eu occaecat duis velit irure eu irure est.\r\n",
      "DifficultyName": "Hard",
      "Skill": "Problem Solving (Intermediate)",
      "Solved": true,
      "Created": "2020-02-21",
      "Photos": [
        {
          "Url": "https://randomuser.me/api/portraits/men/9.jpg"
        }
      ]
    },
    {
      "TaskName": "nulla",
      "Description": "Excepteur veniam laboris culpa laborum aliquip tempor consequat deserunt. Nulla veniam laboris dolore nostrud voluptate ullamco do excepteur id proident. Sunt fugiat pariatur deserunt sunt laboris laboris consectetur quis amet velit id esse. Dolore in ullamco voluptate sint qui veniam incididunt sint.\r\n",
      "DifficultyName": "Medium",
      "Skill": "SQL (Advanced)",
      "Solved": false,
      "Created": "2019-11-11",
      "Photos": [
        {
          "Url": "https://randomuser.me/api/portraits/men/88.jpg"
        }
      ]
    }
  ]